Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# pref_item_autofill_save_request_text
source: Asks for updating the vault when filling a form is completed
ar: يطلب تحديث القبو عند اكتمال ملء النموذج
de: Fragt nach der Aktualisierung des Tresors, wenn das Ausfüllen eines Formulars abgeschlossen ist
es: Pregunta para actualizar la caja fuerte cuando se completa el llenado de un formulario
fr: Demande de mettre à jour du coffre-fort lorsque le formulaire est rempli
hu: Rákérdez a széf frissítésére, amikor egy űrlap kitöltése befejeződött
it: Chiede di aggiornare la cassaforte quando il modulo è stato compilato
ja: フォームの入力が完了したときに保管庫を更新するかどうかを尋ねます。
ko: 양식을 입력한 뒤에 보관함을 업데이트할 것인지 물어봅니다.
pt_br: Solicita a atualização do cofre quando o preenchimento de um formulário é concluído
pt_pt: Pede para atualizar o cofre quando o preenchimento de um formulário tiver sido concluído
ru: Запрашивать обновление хранилища при заполнении формы
uk: Запитує, чи оновлювати сховище після заповнення форми
zh_hans: 填写完成后提示更新密码库

# pref_item_autofill_save_request_title
source: Ask to save data
ar: اطلب حفظ البيانات
de: Anfrage zum Speichern von Daten
es: Preguntar para guardar datos
fr: Demander à sauvegarder les données
hu: Adatok mentésének kérése
it: Chiedi di salvare i dati
ja: データを保存するか尋ねる
ko: 데이터 저장 확인
pt_br: Pedir para salvar dados
pt_pt: Pedir para salvar dados
ru: Запрашивать сохранение данных
uk: Пропонувати зберігати дані
zh_hans: 请求保存数据

# pref_item_autofill_service_browser_autofill_settings_error
source: Failed to open browser autofill settings
ar: فشل فتح إعدادات التعبئة التلقائية للمتصفح
de: Autofill-Einstellungen des Browsers konnten nicht geöffnet werden
fr: Impossible d'ouvrir les paramètres de saisie automatique du navigateur
pt_br: Falha ao abrir as configurações de preenchimento automático do navegador
pt_pt: Não foi possível abrir as definições de preenchimento automático do browser
uk: Не вдалося відкрити налаштування автозаповнення браузера
zh_hans: 无法打开浏览器自动填充设置

# pref_item_autofill_service_browser_autofill_v2_text
source: Enable third-party autofill in each of the listed browsers to let Keyguard fill logins there.
ar: فعّل التعبئة التلقائية الخارجية في كل من المتصفحات المذكورة للسماح لـ Keyguard بتعبئة بيانات تسجيل الدخول هناك.
de: Aktivieren Sie Autofill von Drittanbietern in jedem aufgeführten Browser, damit Keyguard dort Anmeldedaten ausfüllen kann.
fr: Activer le remplissage automatique par des tiers dans chacun des navigateurs répertoriés pour permettre à Keyguard d'y remplir les identifiants.
pt_br: Ative o preenchimento automático de terceiros em cada um dos navegadores listados para permitir que o Keyguard preencha logins neles.
pt_pt: Ative o preenchimento automático de terceiros em cada um dos navegadores listados para permitir que o Keyguard preencha os logins nesses navegadores.
uk: Увімкніть стороннє автозаповнення в кожному браузері зі списку, щоб Keyguard міг заповнювати в ньому дані для входу.
zh_hans: 在列出的每个浏览器中启用第三方自动填充，以允许 Keyguard 在其中填充登录信息。

# pref_item_autofill_service_browser_autofill_v2_title
source: Browser third-party autofill services
ar: خدمات التعبئة التلقائية الخارجية للمتصفح
de: Autofill-Dienste von Drittanbietern in Browsern
fr: Services de saisie automatique tiers du navigateur
pt_br: Serviços de preenchimento automático de terceiros do navegador
pt_pt: Serviços de preenchimento automático de terceiros para navegadores
uk: Сторонні служби автозаповнення у браузерах
zh_hans: 浏览器第三方自动填充服务

# pref_item_autofill_service_text
source: Use the Android Autofill Framework to assist in filling login information into other apps on the device
ar: استخدم Android Autofill Framework للمساعدة في ملء معلومات تسجيل الدخول في التطبيقات الأخرى على الجهاز
de: Android Autofill Framework verwenden, um Login-Informationen in anderen Apps des Geräts zu füllen
es: Usa el framework de autocompletado de Android para ayudar a rellenar información de inicio de sesión en otras aplicaciones del dispositivo
fr: Utilisez le framework de saisie automatique d'Android pour vous accompagner à remplir les informations de connexion dans les autres applications de votre appareil
hu: Használja az Android automatikus kitöltési keretrendszert, hogy segítse a bejelentkezési adatok kitöltését az eszköz más alkalmazásaiban
it: Utilizza il framework Android Autofill per aiutare a inserire le informazioni di accesso in altre applicazioni sul dispositivo
ja: Android 自動入力フレームワークを使用して、デバイス上の他のアプリにログイン情報を入力します。
ko: Android 자동 완성 프레임워크를 사용하여 기기의 다른 앱에서 로그인 정보를 채울 수 있도록 합니다.
pt_br: Use o Framework de Preenchimento Automático do Android para ajudar a preencher as informações de login em outros aplicativos no dispositivo
pt_pt: Usar a estrutura de preenchimento automático do Android para ajudar a preencher informações de login em outros aplicativos do dispositivo
ru: Использовать фреймворк автозаполнения Android для заполнения информации о входе в другие приложения на устройстве
uk: Заповнювати інформацію в інших програмах за допомогою Android Autofill Framework
zh_hans: 使用 Android 自动填充框架帮助将登录信息填写到设备上的其他应用

# pref_item_autofill_service_title
source: Autofill service
ar: خدمة الملء التلقائي
de: Autofill-Dienst
es: Servicio de autocompletado
fr: Service de remplissage automatique
hu: Automatikus kitöltés szolgáltatás
it: Servizio di compilazione automatica
ja: 自動入力サービス
ko: 자동 완성 서비스
pt_br: Serviço de preenchimento automático
pt_pt: Preenchimento automático
ru: Служба автозаполнения
uk: Автозаповнення
zh_hans: 自动填充服务

# pref_item_autofill_service_xiaomi_permission_note
source: Some Xiaomi devices require you to manually allow the "Display pop-up windows while running in the background" permission. Please open the settings and verify that it is granted.
ar: تتطلب بعض أجهزة Xiaomi منك السماح يدويًا بإذن "عرض النوافذ المنبثقة أثناء التشغيل في الخلفية". يرجى فتح الإعدادات والتحقق من منحها.
de: Einige Xiaomi Geräte verlangen, dass Sie manuell die Berechtigung "Popup-Fenster während Sie im Hintergrund laufen" erlauben. Bitte öffnen Sie die Einstellungen und stellen Sie sicher, dass sie gewährt werden.
es: Algunos dispositivos Xiaomi requieren que permita manualmente el permiso "Mostrar ventanas emergentes mientras se ejecuta en segundo plano". Por favor, abra la configuración y verifique que esté permitido.
fr: Certains appareils Xiaomi exigent que vous autorisiez manuellement la permission "Afficher les fenêtres pop-up lors de l'exécution en arrière-plan". Veuillez ouvrir les paramètres et vérifier qu'ils sont accordés.
hu: Egyes Xiaomi eszközökön manuálisan engedélyezni kell a "Felugró ablakok megjelenítése a háttérben futás közben" engedélyt. Kérjük, nyissa meg a beállításokat, és ellenőrizze, hogy az engedély meg van-e adva.
it: Alcuni dispositivi Xiaomi richiedono di consentire manualmente il permesso "mostra finestre popup quando attive in background". Si prega di aprire le impostazioni e verificare che sia concesso.
ja: 一部の Xiaomi デバイスでは、「バックグラウンドで実行中にポップアップウィンドウを表示する」権限を手動で許可する必要があります。 設定を開き、許可されていることを確認してください。
ko: 일부 샤오미 기기는 "백그라운드에서 실행되는 동안 팝업창 표시" 권한을 직접 허용해야 할 수 있습니다. 시스템 설정에서 권한이 허용되어 있는지 확인해 보세요.
pt_br: Alguns dispositivos Xiaomi exigem que você autorize manualmente a permissão "Exibir janelas pop-up durante a execução em segundo plano". Abra as configurações e verifique se ela foi concedida.
pt_pt: Alguns dispositivos Xiaomi requerem que permita manualmente a permissão "Mostrar janelas pop-up enquanto estiver executando em segundo plano". Abra as configurações e verifique se está concedida.
ru: Некоторые устройства Xiaomi требуют разрешения "Отображать всплывающие окна в фоновом режиме". Откройте настройки и убедитесь, что оно предоставлено.
uk: Деякі пристрої Xiaomi вимагають ручного надання дозволу "Показувати вікна під час роботи на задньому плані". Будь ласка, відкрийте налаштування та переконайтеся, що дозвіл надано.
zh_hans: 一些 Xiaomi 设备要求您手动允许“在后台运行时显示弹出窗口”权限。 请打开设置并确认它已被授予。

# pref_item_autofill_text
source: Android Autofill & Credential services
ar: الملء التلقائي لنظام Android & خدمات بيانات الاعتماد
de: Android Autofill Service
es: Autocompletado de Android y servicios de credenciales
fr: Remplissage automatique d'Android & Services d'authentification
hu: Android automatikus kitöltés és hitelesítési szolgáltatások
it: Servizi di Compilazione automatica e Credenziali di Android
ja: Android の自動入力サービス
ko: Android 자동 완성 서비스
pt_br: Serviços de Preenchimento Automático & Credenciais do Android
pt_pt: Preenchimento automático do Android
ru: Служба автозаполнения Android
uk: Служби автозаповнення та облікових даних Android
zh_hans: Android 自动填充服务

# pref_item_autofill_title
source: Autofill
ar: الملء التلقائي
de: Automatisches Ausfüllen
es: Autocompletar
fr: Remplissage automatique
hu: Automatikus kitöltés
it: Riempimento automatico
ja: 自動入力
ko: 자동 완성
pt_br: Preenchimento Automático
pt_pt: Preenchimento automático
ru: Автозаполнение
uk: Автозаповнення
zh_hans: 自动填充

# pref_item_automatic_backups_details_321_one
source: One copy off-device or off-site
ar: نسخة واحدة خارج الجهاز أو خارج الموقع
de: Eine Kopie außerhalb des Geräts oder an einem anderen Standort
fr: Une copie hors appareil ou hors site
hu: Egy másolat az eszközön kívül vagy másik helyszínen
pt_br: Uma cópia fora do dispositivo ou fora do local
pt_pt: Uma cópia fora do dispositivo ou fora do sítio
ru: Одна копия вне устройства или в отдельном месте
uk: Одна копія поза пристроєм або в іншому місці
zh_hans: 一份副本存于设备外或异地

# pref_item_automatic_backups_details_321_text
source: Keep at least three copies of your vault data: your active vault and two backups. Store those copies in at least two independent places or storage types, and keep one copy off this device or off-site. A synced folder is useful, but it should not be your only backup because deletions, corruption, and unwanted changes can sync too.
ar: احتفظ بثلاث نسخ على الأقل من بيانات خزنتك: خزنتك النشطة ونسختان احتياطيتان. خزّن هذه النسخ في مكانين مستقلين على الأقل أو نوعي تخزين مختلفين، واحتفظ بنسخة واحدة خارج هذا الجهاز أو خارج الموقع. المجلد المتزامن مفيد، لكن لا ينبغي أن يكون نسختك الاحتياطية الوحيدة لأن الحذف والتلف والتغييرات غير المرغوبة قد تتزامن أيضًا.
de: Bewahren Sie mindestens drei Kopien Ihrer Tresordaten auf: den aktiven Tresor und zwei Backups. Verteilen Sie die Kopien auf mindestens zwei voneinander unabhängige Speicherorte oder Speichermedien und bewahren Sie eine Kopie außerhalb dieses Geräts oder an einem anderen Standort auf. Ein synchronisierter Ordner ist nützlich, sollte aber nicht Ihr einziges Backup sein, da auch Löschvorgänge, beschädigte Daten und unerwünschte Änderungen synchronisiert werden können.
fr: Conservez au moins trois copies des données de votre coffre-fort : votre coffre-fort actif et deux sauvegardes. Stockez ces copies dans au moins deux lieux ou types de stockage indépendants et gardez une copie hors de cet appareil ou hors site. Un dossier synchronisé est utile, mais ne devrait pas être votre seule sauvegarde parce que les suppressions, la corruption et les modifications indésirables peuvent également se synchroniser.
hu: Tartson legalább három másolatot a széf adatairól: az aktív széf és két mentés. Ezeket a másolatokat legalább két független helyen vagy tárolótípuson tárolja, és egy másolatot tartson ezen az eszközön kívül vagy másik helyszínen. Egy szinkronizált mappa hasznos, de nem ez kellene, hogy az egyetlen mentése legyen, mivel a törlések, adatsérülések és nem kívánt módosítások is szinkronizálódhatnak.
pt_br: Mantenha pelo menos três cópias dos dados do seu cofre: o cofre ativo e dois backups. Armazene essas cópias em pelo menos dois locais ou tipos de armazenamento independentes, e mantenha uma cópia fora deste dispositivo ou fora do local. Uma pasta sincronizada é útil, mas não deve ser o seu único backup, pois exclusões, corrupções e alterações indesejadas também podem ser sincronizadas.
pt_pt: Mantenha pelo menos três cópias dos dados do seu cofre, o seu cofre ativo e duas cópias de segurança. Armazene estas cópias em pelo menos dois locais ou tipos de armazenamento independentes e guarde uma cópia fora deste dispositivo ou num local externo. Uma pasta sincronizada é útil, mas não deve ser o seu único backup, uma vez que as eliminações, corrupção e alterações indesejadas também podem ser sincronizadas.
ru: Храните не менее трёх копий данных хранилища: активное хранилище и две резервные копии. Размещайте эти копии как минимум в двух независимых местах или на разных типах носителей и держите одну копию вне этого устройства или в отдельном месте. Синхронизируемая папка полезна, но она не должна быть единственной резервной копией, ведь удаления, повреждения и нежелательные изменения тоже синхронизируются.
uk: Зберігайте щонайменше три копії даних вашого сховища: активне сховище та дві резервні копії. Зберігайте ці копії щонайменше у двох незалежних місцях або на різних типах носіїв і тримайте одну копію поза цим пристроєм або в іншому місці. Синхронізована тека корисна, але вона не повинна бути вашою єдиною резервною копією, оскільки видалення, пошкодження та небажані зміни теж можуть синхронізуватися.
zh_hans: 请至少保留三份密码库数据副本：一份活跃密码库和两份备份。将这些副本存储在至少两个独立的位置或存储介质中，并在本设备以外或异地保留一份副本。同步文件夹虽然实用，但不应作为唯一备份，因为删除操作、数据损坏和意外变更同样会被同步。

# pref_item_automatic_backups_details_321_three
source: Active vault plus two backups
ar: الخزنة النشطة بالإضافة إلى نسختين احتياطيتين
de: Aktiver Tresor und zwei Backups
fr: Coffre-fort actif + deux sauvegardes
hu: Aktív széf plusz két mentés
pt_br: Cofre ativo mais dois backups
pt_pt: Cofre ativo mais duas cópias de segurança
ru: Активное хранилище плюс две резервные копии
uk: Активне сховище та дві резервні копії
zh_hans: 活跃密码库+两份备份

# pref_item_automatic_backups_details_321_title
source: 3-2-1 backup rule
ar: قاعدة النسخ الاحتياطي 3-2-1
de: 3-2-1-Backup-Regel
fr: Règle de sauvegarde 3-2-1
hu: 3-2-1 biztonsági mentési szabály
pt_br: Regra de backup 3-2-1
pt_pt: Regra de backup 3-2-1
ru: Правило резервного копирования 3-2-1
uk: Правило резервного копіювання 3-2-1
zh_hans: 3-2-1 备份规则

# pref_item_automatic_backups_details_321_two
source: Two independent places or storage types
ar: مكانان مستقلان أو نوعا تخزين
de: Zwei unabhängige Speicherorte oder Speichermedien
fr: Deux emplacements indépendants ou types de stockage
hu: Két független hely vagy tárolótípus
pt_br: Dois locais ou tipos de armazenamento independentes
pt_pt: Dois lugares ou tipos de armazenamento independentes
ru: Два независимых места или типа носителей
uk: Два незалежні місця або типи носіїв
zh_hans: 两个独立位置或存储类型

# pref_item_automatic_backups_details_repository_structure_text
source: Encrypted repositories use ZIP AES-256. Open repo.zip and the latest readable indexes/*.zip with the backup password; the index points to each snapshots/*.zip and blobs/**/*.zip archive and stores its ZIP password as encryption.keyBase64. If no backup password was set, these files are regular ZIP archives.
ar: تستخدم المستودعات المشفّرة ZIP AES-256. افتح repo.zip وأحدث ملفات indexes/*.zip القابلة للقراءة باستخدام كلمة مرور النسخ الاحتياطي؛ يشير الفهرس إلى كل أرشيف snapshots/*.zip وblobs/**/*.zip ويخزّن كلمة مرور ZIP الخاصة به باسم encryption.keyBase64. إذا لم تُعيَّن كلمة مرور للنسخ الاحتياطي، فستكون هذه الملفات أرشيفات ZIP عادية.
de: Verschlüsselte Repositorys verwenden eine ZIP-Verschlüsselung mit AES-256. Öffnen Sie repo.zip und die neueste lesbare Datei, die dem Muster indexes/*.zip entspricht, mit dem Backup-Passwort. Der Index verweist auf jedes Archiv unter snapshots/*.zip und blobs/**/*.zip und speichert dessen ZIP-Passwort als encryption.keyBase64. Wenn kein Backup-Passwort festgelegt wurde, handelt es sich bei diesen Dateien um normale ZIP-Archive.
fr: Les dépôts chiffrés utilisent ZIP AES-256. Ouvrez le repo.zip et les derniers indexes/*.zip lisibles avec le mot de passe de sauvegarde ; l'index pointe vers chaque archive snapshots/*.zip et blobs/**/*.zip et stocke son mot de passe ZIP sous le nom encryption.keyBase64. Si aucun mot de passe de sauvegarde n'a été défini, ces fichiers sont des archives ZIP ordinaires.
hu: A titkosított tárolók ZIP AES-256-ot használnak. Nyissa meg a repo.zip fájlt és a legújabb olvasható indexes/*.zip fájlt a mentési jelszóval; az index mutat az egyes snapshots/*.zip és blobs/**/*.zip archívumokra, és a ZIP jelszavukat encryption.keyBase64-ként tárolja. Ha nem állított be mentési jelszót, ezek a fájlok egyszerű ZIP archívumok.
pt_br: Repositórios criptografados usam ZIP AES-256. Abra o repo.zip e os últimos indexes/.zip legíveis com a senha de backup; o índice aponta para cada arquivo snapshots/.zip e blobs/**/*.zip e armazena sua senha ZIP como encryption.keyBase64. Se nenhuma senha de backup foi definida, esses arquivos são arquivos ZIP comuns.
pt_pt: Os repositórios encriptados usam ZIP AES-256. Abra o ficheiro repo.zip e os ficheiros indexes/*. zip legíveis mais recentes com a palavra-passe da cópia de segurança, o índice aponta para cada ficheiro snapshots/*. zip e blobs/**/*. zip e armazena a sua palavra-passe do ZIP com encriptação keyBase64. Se não tiver sido definida nenhuma palavra-passe de cópia de segurança, estes ficheiros são ficheiros ZIP comuns.
ru: Зашифрованные репозитории используют ZIP с AES-256. Откройте repo.zip и последний читаемый indexes/*.zip с помощью пароля резервной копии; индекс указывает на каждый архив snapshots/*.zip и blobs/**/*.zip и хранит его ZIP-пароль в поле encryption.keyBase64. Если пароль резервной копии не задан, эти файлы являются обычными ZIP-архивами.
uk: Зашифровані репозиторії використовують ZIP AES-256. Відкрийте repo.zip та найновіший придатний для читання indexes/*.zip за допомогою пароля резервної копії; індекс вказує на кожен архів snapshots/*.zip і blobs/**/*.zip та зберігає його пароль ZIP як encryption.keyBase64. Якщо пароль резервної копії не встановлено, ці файли є звичайними ZIP-архівами.
zh_hans: 加密仓库采用 ZIP AES-256 格式。使用备份密码打开 repo.zip 及 indexes/.zip 中最新的可读索引；索引指向各 snapshots/.zip 和 blobs/**/*.zip 压缩包，并以 encryption.keyBase64 字段存储其 ZIP 密码。若未设置备份密码，这些文件为普通 ZIP 压缩包。

# pref_item_automatic_backups_details_repository_structure_title
source: Repository structure
ar: بنية المستودع
de: Repository-Struktur
fr: Structure du dépôt
hu: Tároló szerkezete
pt_br: Estrutura do repositório
pt_pt: Estrutura do repositório
ru: Структура репозитория
uk: Структура репозиторію
zh_hans: 仓库结构

# pref_item_automatic_backups_details_retention_text
source: Retention is bucketed, so the history is not just the last snapshots in order. Keyguard keeps the newest snapshot, then prefers daily checkpoints from the last week and weekly checkpoints across the last month; any remaining slots go to the newest available snapshots.
ar: الاحتفاظ مُقسَّم إلى فئات، لذا ليس السجل مجرد آخر اللقطات بالترتيب. يحتفظ Keyguard بأحدث لقطة، ثم يفضّل نقاط تحقق يومية من الأسبوع الأخير ونقاط تحقق أسبوعية خلال الشهر الأخير؛ وتُخصَّص أي خانات متبقية لأحدث اللقطات المتاحة.
de: Die Aufbewahrung wird nach Zeiträumen gestaffelt; der Verlauf besteht also nicht einfach aus den letzten aufeinanderfolgenden Snapshots. Keyguard behält den neuesten Snapshot und bevorzugt anschließend tägliche Sicherungspunkte aus der letzten Woche sowie wöchentliche Sicherungspunkte aus dem letzten Monat. Verbleibende Plätze werden mit den neuesten verfügbaren Snapshots gefüllt.
fr: La conservation des données est organisée par tranches ; l'historique ne se limite donc pas à une simple liste chronologique des derniers instantanés. Keyguard conserve l'instantané le plus récent, puis privilégie les points de contrôle quotidiens de la semaine écoulée et les points de contrôle hebdomadaires du mois écoulé ; les emplacements restants sont attribués aux instantanés disponibles les plus récents.
hu: A megőrzés kategóriákba van sorolva, így az előzmények nem csak a legutóbbi pillanatképek sorrendben. A Keyguard megtartja a legújabb pillanatképet, majd előnyben részesíti a napi mentéseket az elmúlt hétről és a heti mentéseket az elmúlt hónapból; a fennmaradó helyek a legújabb elérhető pillanatképeket kapják.
pt_br: A retenção é segmentada por intervalos, portanto o histórico não é apenas os últimos snapshots em ordem. O Keyguard mantém o snapshot mais recente, depois prioriza checkpoints diários da última semana e checkpoints semanais do último mês; os slots restantes são preenchidos com os snapshots mais recentes disponíveis.
pt_pt: A retenção é categorizada, pelo que o histórico não se limita aos últimos instantâneos por ordem. O Keyguard mantém o instantâneo mais recente e em seguida, prioriza os pontos de verificação diários da última semana e os pontos de verificação semanais do último mês, quaisquer espaços restantes são preenchidos com os instantâneos mais recentes disponíveis.
ru: Хранение распределяется по группам, поэтому история — это не просто последние снимки по порядку. Keyguard сохраняет самый новый снимок, затем отдаёт предпочтение ежедневным контрольным точкам за последнюю неделю и еженедельным за последний месяц; все оставшиеся места занимают самые новые из доступных снимков.
uk: Зберігання групується за періодами, тож історія — це не просто останні знімки поспіль. Keyguard зберігає найновіший знімок, потім надає перевагу щоденним контрольним точкам за останній тиждень та щотижневим контрольним точкам за останній місяць; усі інші місця займають найновіші доступні знімки.
zh_hans: 保留策略采用分桶机制，因此历史记录并非简单地按顺序保留最新快照。Keyguard 保留最新快照，同时优先保留过去一周的每日检查点和过去一个月的每周检查点；剩余槽位则分配给最新的可用快照。

# pref_item_automatic_backups_details_retention_title
source: Snapshot retention
ar: الاحتفاظ باللقطات
de: Snapshot-Aufbewahrung
fr: Conservation de l'instantané
hu: Pillanatkép megőrzése
pt_br: Retenção de snapshots
pt_pt: Retenção de instantâneos
ru: Хранение снимков
uk: Зберігання знімків
zh_hans: 快照保留策略

# pref_item_automatic_backups_details_sync_text
source: Sync the whole backup folder. Use the same backup password on every device that reads encrypted archives.
ar: زامن مجلد النسخ الاحتياطي بالكامل. استخدم نفس كلمة مرور النسخ الاحتياطي على كل جهاز يقرأ الأرشيفات المشفّرة.
de: Synchronisieren Sie den gesamten Backup-Ordner. Verwenden Sie auf allen Geräten, die verschlüsselte Archive lesen, dasselbe Backup-Passwort.
fr: Synchronisez l'intégralité du dossier de sauvegarde. Utilisez le même mot de passe de sauvegarde sur chaque appareil qui lit les archives chiffrées.
hu: Szinkronizálja a teljes mentési mappát. Használja ugyanazt a mentési jelszót minden eszközön, amely olvassa a titkosított archívumokat.
pt_br: Sincronize toda a pasta de backup. Use a mesma senha de backup em todos os dispositivos que lerem arquivos criptografados.
pt_pt: Sincronize toda a pasta de cópia de segurança. Utilize a mesma palavra-passe de cópia de segurança em todos os dispositivos que lêem ficheiros encriptados.
ru: Синхронизируйте всю папку резервных копий. Используйте один и тот же пароль резервной копии на каждом устройстве, которое читает зашифрованные архивы.
uk: Синхронізуйте всю теку резервних копій. Використовуйте однаковий пароль резервної копії на кожному пристрої, який читає зашифровані архіви.
zh_hans: 请同步整个备份文件夹。所有读取加密压缩包的设备必须使用相同的备份密码。

# pref_item_automatic_backups_details_sync_title
source: Cloud sync
ar: المزامنة السحابية
de: Cloud-Synchronisierung
fr: Synchronisation dans le cloud
hu: Felhő szinkronizálás
pt_br: Sincronização na nuvem
pt_pt: Sincronizar na nuvem
ru: Облачная синхронизация
uk: Хмарна синхронізація
zh_hans: 云同步
